chat_system_248920890_actor_description=Milk-woman Wilma. A peasant milk-woman.
chat_system_248920890_snap_0_question=^?^Good day, young man! What brings you here, to my house? Maybe you want to drink some fresh milk, eh?
chat_system_248920890_snap_0_answer_0=^?^You said something about Thorn seeds. I would like to buy some from you.
chat_system_248920890_snap_0_answer_1=^?^I was just passing by; I'll see you later.
chat_system_248920890_snap_0_answer_7=^?^Kind woman, do you need any Thorn Seeds?
chat_system_248920890_snap_0_answer_8=^?^Kind woman, about the seeds...
chat_system_248920890_snap_16_question=^?^Thorn Seeds?! Well, if it wasn't for you getting this problem with the Thorns resolved, frankly, I'd be scared to death of them!
chat_system_248920890_snap_16_answer_0=^?^But?
chat_system_248920890_snap_17_question=^?^Well, now that you've resolved this problem I feel comfortable with acquiring them again. Maria sometimes gives me Magic Crystals for work that I do for her and so I'm thinking that I could give you 1 Magic Crystal for every 80 Thorn Seeds. How does that sound, young man?
chat_system_248920890_snap_17_answer_0=^?^You're such a kind woman! I agree! Let me go find some seeds...
chat_system_248920890_snap_17_answer_1=^?^You're such a kind woman! I agree! I've got some seeds on me, let's see if we can trade...
chat_system_248920890_snap_18_question=^?^Do you have some seeds that you would like to trade?
chat_system_248920890_snap_18_answer_0=^?^No, kind woman, I don't have any right now...
chat_system_248920890_snap_18_answer_1=^?^I have some, kind woman, but I don't have enough.
chat_system_248920890_snap_18_answer_2=^?^[img_crystal] Receive 1 Magic Crystal for 80 Thorn Seeds.
chat_system_248920890_snap_18_answer_3=^?^[img_crystal] Receive 2 Magic Crystals for 160 Thorn Seeds.
chat_system_248920890_snap_18_answer_4=^?^[img_crystal] Receive 5 Magic Crystals for 400 Thorn Seeds.
chat_system_248920890_snap_18_answer_5=^?^[img_crystal] Receive 10 Magic Crystals for 800 Thorn Seeds.
chat_system_248920890_snap_18_answer_6=^?^Kind woman, instead please show me your shop...
chat_system_248920890_snap_18_answer_7=^?^I must take my leave, kind woman...
chat_system_248920890_snap_19_question=^?^That's okay, maybe in your travels you'll find some more... Don't forget, you need at least 80 seeds to trade!
chat_system_248920890_snap_19_answer_0=^?^Yes kind woman, you're right, let me go look for some more...
chat_system_248920890_snap_20_question=^?^Here is your Magic Crystal. Thank you for the seeds - I'll be more careful with them this time!
chat_system_248920890_snap_20_answer_0=^?^I'm sure you will. Let's get back to trading, kind woman...
chat_system_248920890_snap_20_answer_1=^?^I'm sure you will. Kind woman, I must take my leave...
chat_system_248920890_snap_21_question=^?^Here are your Magic Crystals. So many seeds - I'm going to give these to the Royal Thorn!
chat_system_248920890_snap_21_answer_0=^?^That sounds like a good idea! Let's get back to trading, kind woman...
chat_system_248920890_snap_21_answer_1=^?^That sounds like a good idea! Kind woman, I must take my leave...
chat_system_248920890_snap_22_question=^?^I'm sure a hero such as yourself will have no trouble finding some... Don't forget, you need at least 80 seeds to trade!
chat_system_248920890_snap_22_answer_0=^?^Yes kind woman, you're right, I'll find some soon...